{
  "header": {
    "title": "lazasa",
    "subtitle": "Lázaro Sánchez",
    "description": "Full-Stack Developer with a Linux core and a love for clean, secure systems.",
    "bio": "Hey, I'm Lázaro, a developer from Argentina who enjoys digging into backend systems, building apps, and making things run fast and secure. When I'm not coding, I'm probably configuring servers, breaking down network packets, or writing about the tech I'm learning.",
    "cv": "CV Preview"
  },
  "cv": {
    "preview": "CV Preview",
    "download": "Download",
    "close": "Close"
  },
  "about": {
    "title": "Me",
    "para_one": "I focus on designing scalable architectures, optimizing data flows, and making sure systems are reliable in real-world settings. My work spans frontend, backend, and DevOps from building interactive experiences with Next.js to deploying containerized apps using AWS and Docker. I’m studying Network Administration and wrapping up a Diploma in Linux Server Administration with a cybersecurity focus, blending what I love."
  },
  "experience": {
    "title": "Projects and recommendations",
    "present": "Present",
    "viewProject": "View Project",
    "of": "of",
    "projects": "projects",
    "seeMore": "More",
    "showLess": "Less",
    "project_descriptions": {
      "plotr": "Developed geospatial data visualizations and backend APIs for a business analytics platform. Integrated Mapbox, Martin Tile Server, and AWS for dynamic map rendering and optimized PostgreSQL spatial queries for high-performance data visualization.",
      "dimmo": "Contributed to Dimmo's backend and API design, improving data flows and enhancing developer experience through structured service layers and better endpoint design.",
      "cleatus": "Led backend development and database design for Cleatus during a full system migration from Django to a modern architecture. Built APIs, user session flows, and data-driven UI components supporting AI-powered contract analysis.",
      "farmavet": "Developed a complete e-commerce platform for veterinary medicine distribution across Argentina, focusing on clean UI/UX, database architecture, and backend development.",
      "promo-site": "Delivered a responsive promotional website for Eyisha Zyer, managing design, deployment, and SEO optimization to ensure strong first impressions and fast performance."
    }
  },
  "testimonials": {
    "title": "Testimonials"
  },
  "last_post": {
    "title": "Read my last post"
  }
}
